-- INSERT INTO Movie VALUES(3, '영화이름', '상영시간', '등급', '감독', '배우', '장르', '소개', '개봉일');

INSERT INTO Movie VALUES(1, '신과함께-죄와 벌', '139분', '12세 이상 관람가', '김용화', '하정우, 차태현, 주지훈, 김향기', '판타지', '주호민 작가의 웹툰 신과함께의 영화화 작품. 1부의 죄와 벌 편은 원작의 저승 편을 기반으로 각색되었다. 주 내용은 김자홍의 7번의 재판과 원귀가 이승에서 벌이고 있는 소동을 나눠 다루고 있다.', '2021.01.07');
INSERT INTO Movie VALUES(2, '엽기적인그녀', '137분', '15세 이상 관람가', '곽재용', '전지현, 차태현', '코미디, 드라마, 로맨스', '1999년 8월부터 당시 대학생이던 견우74(본명 김호식)란 ID를 쓴 네티즌이 PC통신 나우누리 유머란에서 연재하여 엄청난 호평을 받았던 동명의 소설을 바탕으로 한 두 남녀 대학생의 엽기발랄한 러브 스토리.', '2021.02.24');
INSERT INTO Movie VALUES(3, '미나리', '115분', '12세 이상 관람가', '정이삭', '스티븐 연, 한예리, 윤여정, 앨런 김', '드라마', '1980년대 미국으로 이민간 한국 이민자 가족이 시골에서 농장을 만드는 이야기를 다룬 미국 영화다.', '2021.03.03');
INSERT INTO Movie VALUES(4, '죽은 시인의 사회', '128분', '12세 이상 관람가', '피터 위어', '로빈 윌리엄스', '드라마', '1959년 버몬트의 개신교계[9] 귀족 학교 분위기가 물씬 풍기는 사립학교에서 벌어지는 일련의 교육 활동을 주 소재로 하고 있으며, 사실 이런 내용은 이 영화의 각본가 톰 슐만의 자전적인 경험을 바탕으로 하고 있다.', '2021.04.01');
INSERT INTO Movie VALUES(5, '분노의 질주:더 얼티메이트', '142분', '12세 이상 관람가', '저스틴 린', '빈 디젤, 존 시나, 성 강, 미셸 로드리게즈', '액션', '분노의 질주 시리즈의 9번째 작품이자 시리즈의 마지막을 장식할 트릴로지의 첫 편. 이전작에서 사망해 퇴장했던 한이 오랜만에 복귀하였고 주인공 도미닉의 동생인 제이콥 토레토 역으로 존 시나가 출연한다.', '2021.05.19');
INSERT INTO Movie VALUES(6, '발신제한', '94분', '15세 이상 관람가', '김창주', '조우진, 이재인, 진경, 김지호', '드라마', '한국의 스릴러 영화. 더 테러 라이브, 표적, 끝까지 간다, 킹덤등을 비롯해 다수의 한국영화의 편집을 맡았던 김창주의 장편 연출 데뷔작이며, 스페인 영화 <레트리뷰션: 응징의 날> (2015)의 한국 리메이크작이다.', '2021.06.23');
INSERT INTO Movie VALUES(7, '모가디슈', '121분', '15세 이상 관람가', '류승완', '김윤석, 조인성, 허준호, 구교환', '액션', '내전으로 고립된 낯선 도시, 모가디슈 지금부터 우리의 목표는 오로지 생존이다! 대한민국이 UN가입을 위해 동분서주하던 시기 1991년 소말리아의 수도 모가디슈에서는 일촉즉발의 내전이 일어난다.', '2021.07.28');
INSERT INTO Movie VALUES(8, '싱크홀', '113분', '12세 이상 관람가', '김지훈', '차승원, 김성균, 이광수, 권소현', '코미디, 재난, 드라마', '싱크홀 현상을 주소재로 다룬 영화이다.김지훈 감독의 연출 작품이며, 엑시트 외에는 국내에서 잘 나오지 않던 코미디와 재난물을 섞어 놓은 스타일의 작품이다.', '2021.08.11');
INSERT INTO Movie VALUES(9, '기적', '117분', '12세 이상 관람가', '이장훈', '박정민, 이성민, 윤아, 이수경, 김강훈', '드라마', '오갈 수 있는 길은 기찻길밖에 없지만 정작 기차역은 없는 마을. 오늘부로 청와대에 딱 54번째 편지를 보낸 준경(박정민)의 목표는 단 하나! 바로 마을에 기차역이 생기는 것이다.', '2021.09.15');
INSERT INTO Movie VALUES(10, '베놈 2:렛 데어 비 카니지', '97분', '15세 이상 관람가', '앤디 서키스', '톰하디, 우디 해럴슨', '액션, SF', '베놈 실사영화 시리즈의 2번째 작품이자, 소니 스파이더맨 유니버스의 2번째 작품이다.', '2021.10.13');
INSERT INTO Movie VALUES(11, '연애빠진 로맨스', '95분', '15세 이상 관람가', '정가영', '전종서, 손석구, 공민정, 김슬기, 배유람', '로맨스', '일도 연애도 마음대로 되지 않는 스물아홉 ‘자영’(전종서). 전 남친과의 격한 이별 후 호기롭게 연애 은퇴를 선언했지만 참을 수 없는 외로움에 못 이겨 최후의 보루인 데이팅 어플로 상대를 검색한다.', '2021.11.24');
INSERT INTO Movie VALUES(12, '스파이더맨:노 웨이 홈', '148분', '12세 이상 관람가', '존 왓츠', '톰 홀랜드, 젠데이아 콜먼, 베네딕트 컴버배치, 제이콥 배덜런', '액션, 모험, SF', '마블 시네마틱 유니버스의 27번째 장편 영화. 또한 페이즈 4의 4번째 영화이자 마블 스튜디오 스파이더맨 시리즈의 3번째 작품이자 마블 스튜디오 스파이더맨 시리즈의 첫번째 트릴로지인 홈커밍 트릴로지의 마지막 작품이다.', '2021.12.15');

select * from movie;